import React from 'react'
const BRAND = () => {
  return ( 
    <div className="magazin container">
      <h2>О Бренде</h2>
      <p><span>Главная</span>-<span>бренд</span></p>
     <div className="brand__row">
      <img src="/img/brand.png"/>
      <div className="brand__desc">
          <h4>Идея и женщина</h4>
          <p>Womazing была основана в 2010-ом и стала одной из самых успешных компаний нашей страны. Как и многие итальянские фирмы, Womazing остаётся семейной компанией, хотя ни один из членов семьи не является модельером.
          </p>
           <p> Мы действуем по успешной формуле, прибегая к услугам известных модельеров для создания своих коллекций. Этот метод был описан критиком моды Колином Макдауэллом как форма дизайнерского со-творчества, характерная для ряда итальянских prêt-a-porter компаний. </p>
      </div>
     </div>
      <div className="brand__row">
      
        <div className="brand__desc">
          <h4>Магия в деталях</h4>
          <p>Womazing была основана в 2010-ом и стала одной из самых успешных компаний нашей страны. Как и многие итальянские фирмы, Womazing остаётся семейной компанией, хотя ни один из членов семьи не является модельером.
          </p>
          <p> Мы действуем по успешной формуле, прибегая к услугам известных модельеров для создания своих коллекций. Этот метод был описан критиком моды Колином Макдауэллом как форма дизайнерского со-творчества, характерная для ряда итальянских prêt-a-porter компаний. </p>
        </div>
        <img src="/img/brand1.png" />
      </div>
  


    </div>
   );
}
 
export default BRAND;